Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: macOS 27 及以上不支持开机自动重签名，以免影响应用启动。请在应用内查看签名修复步骤。
ar: إعادة التوقيع تلقائيًا عند تسجيل الدخول غير متاحة في macOS 27 أو أحدث لتجنب مشاكل تشغيل التطبيقات. راجع خطوات إصلاح التوقيع داخل AppPorts.
de: Automatisches Neusignieren bei der Anmeldung ist unter macOS 27 oder neuer nicht verfügbar, um Startprobleme zu vermeiden. Die Schritte zur Signaturreparatur finden Sie in AppPorts.
en: Automatic re-signing at login is unavailable on macOS 27 or later to avoid launch problems. View the signature repair steps in AppPorts.
eo: Aŭtomata resubskribo ĉe ensaluto ne disponeblas en macOS 27 aŭ pli nova por eviti lanĉproblemojn. Vidu la paŝojn por ripari la subskribon en AppPorts.
es: La firma automática al iniciar sesión no está disponible en macOS 27 o posterior para evitar problemas al abrir las apps. Consulta los pasos para reparar la firma en AppPorts.
fr: La re-signature automatique à l’ouverture de session est indisponible sous macOS 27 ou version ultérieure pour éviter les problèmes de lancement. Consultez les étapes de réparation de la signature dans AppPorts.
hi: ऐप खुलने में समस्या से बचने के लिए macOS 27 और बाद के संस्करणों में लॉगिन पर अपने-आप दोबारा हस्ताक्षर करना उपलब्ध नहीं है। AppPorts में हस्ताक्षर सुधारने के चरण देखें।
id: Penandatanganan ulang otomatis saat masuk tidak tersedia di macOS 27 atau lebih baru untuk menghindari masalah saat membuka aplikasi. Lihat langkah perbaikan tanda tangan di AppPorts.
it: La rifirma automatica all’accesso non è disponibile su macOS 27 o versioni successive per evitare problemi di avvio. Consulta i passaggi per riparare la firma in AppPorts.
ja: アプリの起動への影響を避けるため、macOS 27 以降ではログイン時の自動再署名は利用できません。AppPorts 内で署名の修復手順をご確認ください。
ko: 앱 실행 문제를 방지하기 위해 macOS 27 이상에서는 로그인 시 자동 재서명을 지원하지 않습니다. AppPorts에서 서명 복구 절차를 확인해 주세요.
nl: Automatisch opnieuw ondertekenen bij het inloggen is niet beschikbaar op macOS 27 of nieuwer om startproblemen te voorkomen. Bekijk de stappen voor handtekeningherstel in AppPorts.
pl: Automatyczne ponowne podpisywanie przy logowaniu jest niedostępne w macOS 27 lub nowszym, aby uniknąć problemów z uruchamianiem aplikacji. Zobacz instrukcje naprawy podpisu w AppPorts.
pt: A reassinatura automática ao iniciar sessão não está disponível no macOS 27 ou posterior para evitar problemas ao abrir apps. Consulte as etapas de reparação da assinatura no AppPorts.
ru: Автоматическая повторная подпись при входе недоступна в macOS 27 и новее во избежание проблем с запуском приложений. Инструкции по восстановлению подписи доступны в AppPorts.
th: ไม่รองรับการลงลายเซ็นใหม่อัตโนมัติเมื่อเข้าสู่ระบบบน macOS 27 ขึ้นไป เพื่อหลีกเลี่ยงปัญหาในการเปิดแอป โปรดดูขั้นตอนซ่อมแซมลายเซ็นใน AppPorts
tr: Uygulama açılış sorunlarını önlemek için macOS 27 ve sonrasında oturum açılışında otomatik yeniden imzalama kullanılamaz. İmza onarım adımlarını AppPorts içinde görüntüleyin.
vi: macOS 27 trở lên không hỗ trợ tự động ký lại khi đăng nhập để tránh lỗi mở ứng dụng. Hãy xem các bước khôi phục chữ ký trong AppPorts.
zh_hant: macOS 27 及以上不支援登入時自動重新簽署，以免影響 App 啟動。請在 App 內查看簽章修復步驟。

source: 旧的登录重签任务尚未完全关闭，请重试。
ar: لم تتوقف مهمة إعادة التوقيع السابقة عند تسجيل الدخول بالكامل. يُرجى إعادة المحاولة.
de: Die bisherige Neusignierung bei der Anmeldung wurde noch nicht vollständig beendet. Bitte erneut versuchen.
en: The previous login re-signing task has not been fully stopped. Try again.
eo: La antaŭa resubskriba tasko ĉe ensaluto ne estas tute haltigita. Provu denove.
es: La tarea anterior de volver a firmar al iniciar sesión aún no se ha detenido por completo. Inténtalo de nuevo.
fr: L’ancienne tâche de re-signature à l’ouverture de session n’est pas complètement arrêtée. Réessayez.
hi: लॉगिन पर दोबारा हस्ताक्षर करने वाला पुराना कार्य पूरी तरह बंद नहीं हुआ है। फिर से कोशिश करें।
id: Tugas penandatanganan ulang lama saat masuk belum berhenti sepenuhnya. Coba lagi.
it: Il precedente processo di rifirma all’accesso non è stato arrestato completamente. Riprova.
ja: 以前のログイン時の再署名タスクを完全に停止できていません。もう一度お試しください。
ko: 이전 로그인 시 재서명 작업이 완전히 중지되지 않았습니다. 다시 시도해 주세요.
nl: De eerdere taak voor opnieuw ondertekenen bij het inloggen is nog niet volledig gestopt. Probeer het opnieuw.
pl: Poprzednie zadanie ponownego podpisywania przy logowaniu nie zostało całkowicie zatrzymane. Spróbuj ponownie.
pt: A tarefa anterior de reassinatura ao iniciar sessão ainda não foi completamente interrompida. Tente novamente.
ru: Предыдущее задание повторной подписи при входе ещё не полностью остановлено. Повторите попытку.
th: งานลงลายเซ็นใหม่เมื่อเข้าสู่ระบบเดิมยังหยุดไม่สมบูรณ์ โปรดลองอีกครั้ง
tr: Önceki oturum açılışında yeniden imzalama görevi tamamen durdurulamadı. Yeniden deneyin.
vi: Tác vụ ký lại cũ khi đăng nhập chưa được dừng hoàn toàn. Vui lòng thử lại.
zh_hant: 舊的登入重新簽署工作尚未完全關閉，請重試。

source: 重试
ar: إعادة المحاولة
de: Erneut versuchen
en: Retry
eo: Reprovi
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hant: 重試

source: 调整信息栏高度
ar: ضبط ارتفاع لوحة المعلومات
de: Höhe des Infobereichs anpassen
en: Adjust information panel height
eo: Alĝustigi la altecon de la informpanelo
es: Ajustar la altura del panel de información
fr: Ajuster la hauteur du panneau d’informations
hi: जानकारी पैनल की ऊँचाई समायोजित करें
id: Sesuaikan tinggi panel informasi
it: Regola l’altezza del pannello informazioni
ja: 情報パネルの高さを調整
ko: 정보 패널 높이 조절
nl: Hoogte van het informatiepaneel aanpassen
pl: Dostosuj wysokość panelu informacji
pt: Ajustar a altura do painel de informações
ru: Изменить высоту панели информации
th: ปรับความสูงของแผงข้อมูล
tr: Bilgi paneli yüksekliğini ayarla
vi: Điều chỉnh chiều cao bảng thông tin
zh_hant: 調整資訊欄高度

source: 当前运行的 AppPorts
ar: AppPorts قيد التشغيل حاليًا
de: Derzeit ausgeführtes AppPorts
en: Currently running AppPorts
eo: Nun rulata AppPorts
es: AppPorts en ejecución
fr: AppPorts en cours d’exécution
hi: वर्तमान में चल रहा AppPorts
id: AppPorts yang sedang berjalan
it: AppPorts attualmente in esecuzione
ja: 現在実行中の AppPorts
ko: 현재 실행 중인 AppPorts
nl: Momenteel actieve AppPorts
pl: Aktualnie uruchomiony AppPorts
pt: AppPorts em execução
ru: Запущенный экземпляр AppPorts
th: AppPorts ที่กำลังทำงาน
tr: Şu anda çalışan AppPorts
vi: AppPorts đang chạy
zh_hant: 目前執行中的 AppPorts

source: 版本 %@（构建 %@）
ar: الإصدار %@ (البنية %@)
de: Version %@ (Build %@)
en: Version %@ (build %@)
eo: Versio %@ (konstruo %@)
es: Versión %@ (compilación %@)
fr: Version %@ (build %@)
hi: संस्करण %@ (बिल्ड %@)
id: Versi %@ (build %@)
it: Versione %@ (build %@)
ja: バージョン %@（ビルド %@）
ko: 버전 %@ (빌드 %@)
nl: Versie %@ (build %@)
pl: Wersja %@ (kompilacja %@)
pt: Versão %@ (compilação %@)
ru: Версия %@ (сборка %@)
th: เวอร์ชัน %@ (บิลด์ %@)
tr: Sürüm %@ (derleme %@)
vi: Phiên bản %@ (bản dựng %@)
zh_hant: 版本 %@（組建 %@）

source: 当前 AppPorts 读取受保护文件时被系统拒绝。若已开启权限，请核对授权的是否为当前这份应用，并退出重开。
ar: رفض النظام وصول نسخة AppPorts هذه إلى الملفات المحمية. إذا كان الوصول مفعّلًا، فتحقق من أنه يخص هذه النسخة، ثم أغلقها وأعد فتحها.
de: Das System hat diesem AppPorts den Zugriff auf geschützte Dateien verweigert. Falls der Zugriff aktiviert ist, prüfen Sie, ob er für diese Kopie gilt, und starten Sie sie neu.
en: The system denied this AppPorts access to protected files. If access is already enabled, check that it applies to this copy, then quit and reopen it.
eo: La sistemo rifuzis al ĉi tiu AppPorts aliron al protektitaj dosieroj. Se aliro jam estas ebligita, kontrolu ĉu ĝi validas por ĉi tiu kopio, poste fermu kaj remalfermu ĝin.
es: El sistema denegó a este AppPorts el acceso a archivos protegidos. Si el acceso ya está activado, compruebe que corresponde a esta copia, ciérrela y ábrala de nuevo.
fr: Le système a refusé à cet AppPorts l’accès aux fichiers protégés. Si l’accès est déjà activé, vérifiez qu’il concerne cette copie, puis quittez-la et rouvrez-la.
hi: सिस्टम ने इस AppPorts को संरक्षित फ़ाइलों तक पहुँच नहीं दी। यदि अनुमति पहले से चालू है, तो जाँचें कि वह इसी प्रति के लिए है, फिर इसे बंद करके दोबारा खोलें।
id: Sistem menolak akses AppPorts ini ke file yang dilindungi. Jika akses sudah diaktifkan, pastikan izin berlaku untuk salinan ini, lalu tutup dan buka kembali.
it: Il sistema ha negato a questo AppPorts l’accesso ai file protetti. Se l’accesso è già attivo, verifica che riguardi questa copia, quindi chiudila e riaprila.
ja: この AppPorts による保護されたファイルへのアクセスがシステムに拒否されました。許可済みの場合は、このコピーに対する許可か確認し、終了して開き直してください。
ko: 시스템이 이 AppPorts의 보호된 파일 접근을 거부했습니다. 이미 허용했다면 현재 복사본에 대한 권한인지 확인하고 종료 후 다시 여세요.
nl: Het systeem heeft deze AppPorts toegang tot beveiligde bestanden geweigerd. Als toegang al is ingeschakeld, controleer dan of dit voor deze kopie geldt en herstart de app.
pl: System odmówił tej kopii AppPorts dostępu do chronionych plików. Jeśli dostęp jest włączony, sprawdź, czy dotyczy tej kopii, a następnie zamknij ją i otwórz ponownie.
pt: O sistema negou a este AppPorts o acesso a arquivos protegidos. Se o acesso já estiver ativado, confirme que se aplica a esta cópia, encerre-a e abra-a novamente.
ru: Система отказала этому AppPorts в доступе к защищённым файлам. Если доступ уже разрешён, убедитесь, что разрешение относится к этой копии, затем закройте и снова откройте её.
th: ระบบปฏิเสธไม่ให้ AppPorts ชุดนี้เข้าถึงไฟล์ที่ได้รับการป้องกัน หากเปิดสิทธิ์แล้ว ให้ตรวจสอบว่าสิทธิ์นั้นเป็นของชุดนี้ แล้วปิดและเปิดแอปใหม่
tr: Sistem bu AppPorts kopyasının korunan dosyalara erişimini reddetti. Erişim açıksa iznin bu kopyaya ait olduğunu doğrulayın, ardından kapatıp yeniden açın.
vi: Hệ thống từ chối quyền đọc tệp được bảo vệ của bản AppPorts này. Nếu đã bật quyền, hãy kiểm tra quyền có áp dụng cho bản này không, rồi thoát và mở lại.
zh_hant: 目前 AppPorts 讀取受保護檔案時遭系統拒絕。若已開啟權限，請核對授權的是否為目前這份應用程式，並結束後重新開啟。

source: 无法确认当前 AppPorts 的访问权限：检查文件不可用或发生其他读取错误。请在系统设置中核对。
ar: تعذر تأكيد وصول نسخة AppPorts هذه: ملفات الاختبار غير متاحة أو حدث خطأ قراءة آخر. تحقق من إعدادات النظام.
de: Der Zugriff für dieses AppPorts konnte nicht bestätigt werden: Die Prüfdateien fehlen oder ein anderer Lesefehler ist aufgetreten. Prüfen Sie die Systemeinstellungen.
en: Access for this AppPorts could not be confirmed: the test files are unavailable or another read error occurred. Check System Settings.
eo: Ne eblis konfirmi aliron por ĉi tiu AppPorts: la testdosieroj ne disponeblas aŭ okazis alia legeraro. Kontrolu la sistemajn agordojn.
es: No se pudo confirmar el acceso de este AppPorts: los archivos de prueba no están disponibles o se produjo otro error de lectura. Revise Ajustes del Sistema.
fr: Impossible de confirmer l’accès de cet AppPorts : les fichiers de test sont indisponibles ou une autre erreur de lecture s’est produite. Vérifiez Réglages Système.
hi: इस AppPorts की पहुँच की पुष्टि नहीं हो सकी: जाँच फ़ाइलें उपलब्ध नहीं हैं या पढ़ने में कोई अन्य त्रुटि हुई। सिस्टम सेटिंग्स में जाँचें।
id: Akses AppPorts ini tidak dapat dipastikan: file pemeriksaan tidak tersedia atau terjadi kesalahan baca lain. Periksa Pengaturan Sistem.
it: Impossibile confermare l’accesso per questo AppPorts: i file di verifica non sono disponibili o si è verificato un altro errore di lettura. Controlla Impostazioni di Sistema.
ja: この AppPorts のアクセス権を確認できません。検査用ファイルが利用できないか、別の読み取りエラーが発生しました。システム設定で確認してください。
ko: 이 AppPorts의 접근 권한을 확인할 수 없습니다. 검사 파일을 사용할 수 없거나 다른 읽기 오류가 발생했습니다. 시스템 설정에서 확인하세요.
nl: De toegang voor deze AppPorts kon niet worden bevestigd: testbestanden zijn niet beschikbaar of er is een andere leesfout opgetreden. Controleer Systeeminstellingen.
pl: Nie udało się potwierdzić dostępu tej kopii AppPorts: pliki testowe są niedostępne lub wystąpił inny błąd odczytu. Sprawdź Ustawienia systemowe.
pt: Não foi possível confirmar o acesso deste AppPorts: os arquivos de teste estão indisponíveis ou ocorreu outro erro de leitura. Verifique os Ajustes do Sistema.
ru: Не удалось подтвердить доступ этого AppPorts: проверочные файлы недоступны или произошла другая ошибка чтения. Проверьте Системные настройки.
th: ไม่สามารถยืนยันสิทธิ์ของ AppPorts ชุดนี้ได้ เนื่องจากไฟล์ทดสอบไม่พร้อมใช้งานหรือเกิดข้อผิดพลาดอื่นในการอ่าน โปรดตรวจสอบในการตั้งค่าระบบ
tr: Bu AppPorts kopyasının erişimi doğrulanamadı: test dosyaları kullanılamıyor veya başka bir okuma hatası oluştu. Sistem Ayarları’nı kontrol edin.
vi: Không thể xác nhận quyền truy cập của bản AppPorts này: tệp kiểm tra không khả dụng hoặc có lỗi đọc khác. Hãy kiểm tra Cài đặt hệ thống.
zh_hant: 無法確認目前 AppPorts 的存取權限：檢查檔案無法使用或發生其他讀取錯誤。請在系統設定中核對。

source: 当前 AppPorts 已通过受保护文件读取检查；个别目录仍可能有其他访问限制。
ar: اجتازت نسخة AppPorts هذه اختبار الوصول إلى الملفات المحمية؛ قد تخضع بعض المجلدات لقيود أخرى.
de: Dieses AppPorts hat die Zugriffsprüfung für geschützte Dateien bestanden. Einzelne Ordner können weiterhin anderen Beschränkungen unterliegen.
en: This AppPorts passed the protected-file access check; individual folders may still have other access restrictions.
eo: Ĉi tiu AppPorts sukcesis en la alirkontrolo de protektitaj dosieroj; unuopaj dosierujoj povas havi aliajn limigojn.
es: Este AppPorts superó la comprobación de acceso a archivos protegidos; algunas carpetas pueden tener otras restricciones.
fr: Cet AppPorts a réussi le test d’accès aux fichiers protégés ; certains dossiers peuvent avoir d’autres restrictions.
hi: इस AppPorts ने संरक्षित फ़ाइलों की पहुँच जाँच पास कर ली है; कुछ फ़ोल्डरों पर अन्य प्रतिबंध हो सकते हैं।
id: AppPorts ini lulus pemeriksaan akses file yang dilindungi; folder tertentu mungkin memiliki batasan lain.
it: Questo AppPorts ha superato la verifica di accesso ai file protetti; alcune cartelle potrebbero avere altre restrizioni.
ja: この AppPorts は保護されたファイルへのアクセス検査に合格しました。個別のフォルダには別の制限がある場合があります。
ko: 이 AppPorts는 보호된 파일 접근 검사를 통과했습니다. 개별 폴더에는 다른 접근 제한이 있을 수 있습니다.
nl: Deze AppPorts is geslaagd voor de toegangscontrole van beveiligde bestanden; afzonderlijke mappen kunnen andere beperkingen hebben.
pl: Ta kopia AppPorts przeszła test dostępu do chronionych plików; poszczególne foldery mogą mieć inne ograniczenia.
pt: Este AppPorts passou na verificação de acesso a arquivos protegidos; algumas pastas podem ter outras restrições.
ru: Этот AppPorts прошёл проверку доступа к защищённым файлам; отдельные папки могут иметь другие ограничения.
th: AppPorts ชุดนี้ผ่านการตรวจสอบการอ่านไฟล์ที่ได้รับการป้องกันแล้ว แต่บางโฟลเดอร์อาจยังมีข้อจำกัดอื่น
tr: Bu AppPorts kopyası korunan dosyalara erişim denetimini geçti; bazı klasörlerde başka kısıtlamalar olabilir.
vi: Bản AppPorts này đã vượt qua kiểm tra đọc tệp được bảo vệ; một số thư mục vẫn có thể chịu hạn chế khác.
zh_hant: 目前 AppPorts 已通過受保護檔案讀取檢查；個別目錄仍可能有其他存取限制。

source: 检查针对当前进程，无法直接比对系统授权列表中的版本。若已开启但仍被拒绝，请将此处的 AppPorts 重新添加到「完全磁盘访问权限」，退出重开后再检查。
ar: يختبر الفحص العملية الحالية ولا يقارن مباشرة الإصدارات في قائمة أذونات النظام. إذا كان الوصول مفعّلًا لكنه لا يزال مرفوضًا، فأعد إضافة نسخة AppPorts الموضحة هنا إلى الوصول الكامل إلى القرص، ثم أغلقها وأعد فتحها وفحصها.
de: Geprüft wird der aktuelle Prozess; Versionen in der Berechtigungsliste lassen sich nicht direkt vergleichen. Wird der aktivierte Zugriff weiterhin verweigert, fügen Sie das hier angezeigte AppPorts erneut zum Festplattenvollzugriff hinzu, starten Sie es neu und prüfen Sie erneut.
en: This checks the current process; it cannot directly compare versions in the system permission list. If access is enabled but still denied, add the AppPorts shown here to Full Disk Access again, then quit, reopen, and recheck.
eo: La kontrolo koncernas la nunan procezon; ĝi ne povas rekte kompari versiojn en la sistema permeslisto. Se ebligita aliro ankoraŭ estas rifuzata, denove aldonu la ĉi tie montratan AppPorts al plena diskaliro, fermu, remalfermu kaj rekontrolu ĝin.
es: Se comprueba el proceso actual; no se pueden comparar directamente las versiones de la lista de permisos. Si el acceso está activado pero sigue denegado, añada de nuevo el AppPorts mostrado aquí a Acceso total al disco, ciérrelo, vuelva a abrirlo y repita la comprobación.
fr: Le test concerne le processus actuel ; les versions de la liste des autorisations ne peuvent pas être comparées directement. Si l’accès activé reste refusé, ajoutez à nouveau l’AppPorts indiqué ici à Accès complet au disque, quittez-le, rouvrez-le et relancez le test.
hi: यह वर्तमान प्रक्रिया की जाँच करता है; सिस्टम अनुमति सूची में संस्करणों की सीधे तुलना नहीं कर सकता। अनुमति चालू होने पर भी पहुँच न मिले, तो यहाँ दिखाए गए AppPorts को पूर्ण डिस्क पहुँच में फिर जोड़ें, बंद करके दोबारा खोलें और जाँचें।
id: Pemeriksaan berlaku untuk proses saat ini; versi dalam daftar izin sistem tidak dapat dibandingkan secara langsung. Jika akses sudah aktif tetapi tetap ditolak, tambahkan kembali AppPorts yang ditampilkan di sini ke Akses Disk Penuh, tutup, buka kembali, lalu periksa lagi.
it: La verifica riguarda il processo corrente; non può confrontare direttamente le versioni nell’elenco dei permessi. Se l’accesso è attivo ma ancora negato, aggiungi nuovamente l’AppPorts indicato qui ad Accesso completo al disco, chiudilo, riaprilo e ripeti la verifica.
ja: 現在のプロセスを検査するもので、システムの許可リスト内のバージョンを直接照合することはできません。許可済みでも拒否される場合は、ここに表示された AppPorts を「フルディスクアクセス」に追加し直し、終了して開き直してから再検査してください。
ko: 현재 프로세스를 검사하며 시스템 권한 목록의 버전을 직접 비교할 수는 없습니다. 허용했는데도 거부된다면 여기에 표시된 AppPorts를 전체 디스크 접근 권한에 다시 추가하고 종료 후 다시 열어 검사하세요.
nl: De controle geldt voor het huidige proces; versies in de lijst met systeemrechten kunnen niet rechtstreeks worden vergeleken. Als toegang is ingeschakeld maar toch wordt geweigerd, voeg de hier getoonde AppPorts opnieuw toe aan Volledige schijftoegang, herstart de app en controleer opnieuw.
pl: Test dotyczy bieżącego procesu; nie można bezpośrednio porównać wersji na liście uprawnień systemowych. Jeśli dostęp jest włączony, ale nadal odmawiany, ponownie dodaj widoczny tu AppPorts do Pełnego dostępu do dysku, zamknij go, otwórz i ponów test.
pt: A verificação se aplica ao processo atual; não compara diretamente as versões na lista de permissões. Se o acesso estiver ativado mas ainda for negado, adicione novamente o AppPorts mostrado aqui ao Acesso Total ao Disco, encerre-o, reabra-o e verifique de novo.
ru: Проверяется текущий процесс; напрямую сравнить версии в списке разрешений нельзя. Если доступ включён, но всё ещё запрещён, снова добавьте указанный здесь AppPorts в «Полный доступ к диску», закройте, откройте и повторите проверку.
th: การตรวจสอบนี้ใช้กับกระบวนการปัจจุบัน ไม่สามารถเทียบเวอร์ชันในรายการสิทธิ์ของระบบโดยตรง หากเปิดสิทธิ์แล้วยังถูกปฏิเสธ ให้เพิ่ม AppPorts ที่แสดงที่นี่ในสิทธิ์เข้าถึงดิสก์แบบเต็มอีกครั้ง แล้วปิด เปิดใหม่ และตรวจสอบอีกครั้ง
tr: Geçerli işlem denetlenir; sistem izin listesindeki sürümler doğrudan karşılaştırılamaz. Erişim açıkken hâlâ reddediliyorsa burada gösterilen AppPorts’u Tam Disk Erişimi’ne yeniden ekleyin, kapatıp açın ve tekrar denetleyin.
vi: Kiểm tra áp dụng cho tiến trình hiện tại, không thể so sánh trực tiếp phiên bản trong danh sách quyền hệ thống. Nếu đã bật quyền nhưng vẫn bị từ chối, hãy thêm lại AppPorts hiển thị ở đây vào Quyền truy cập toàn bộ ổ đĩa, thoát, mở lại và kiểm tra.
zh_hant: 檢查針對目前程序，無法直接比對系統授權列表中的版本。若已開啟但仍遭拒絕，請將此處的 AppPorts 重新加入「完整磁碟存取權」，結束並重新開啟後再檢查。

source: 显示锁定目录结构
ar: إظهار بنية المجلدات المقفلة
de: Struktur gesperrter Ordner anzeigen
en: Show locked directory structure
eo: Montri la strukturon de ŝlositaj dosierujoj
es: Mostrar estructura de directorios bloqueados
fr: Afficher la structure des dossiers verrouillés
hi: लॉक की गई निर्देशिका संरचना दिखाएँ
id: Tampilkan struktur direktori terkunci
it: Mostra struttura delle cartelle bloccate
ja: ロックされたディレクトリ構造を表示
ko: 잠긴 디렉터리 구조 표시
nl: Structuur van vergrendelde mappen tonen
pl: Pokaż strukturę zablokowanych katalogów
pt: Mostrar estrutura de pastas bloqueadas
ru: Показать структуру заблокированных каталогов
th: แสดงโครงสร้างโฟลเดอร์ที่ล็อก
tr: Kilitli dizin yapısını göster
vi: Hiện cấu trúc thư mục bị khóa
zh_hant: 顯示鎖定目錄結構

source: 此目录由 macOS 管理，只能迁移其允许的子目录。
ar: يدير macOS هذا المجلد. يمكن نقل المجلدات الفرعية المسموح بها فقط.
de: macOS verwaltet diesen Ordner. Nur zulässige Unterordner können migriert werden.
en: macOS manages this directory. Only its permitted subdirectories can be migrated.
eo: macOS administras ĉi tiun dosierujon. Nur permesitaj subdosierujoj povas esti migrigitaj.
es: macOS administra este directorio. Solo se pueden migrar los subdirectorios permitidos.
fr: macOS gère ce dossier. Seuls ses sous-dossiers autorisés peuvent être migrés.
hi: यह निर्देशिका macOS द्वारा प्रबंधित है। केवल अनुमत उपनिर्देशिकाएँ स्थानांतरित की जा सकती हैं।
id: macOS mengelola direktori ini. Hanya subdirektori yang diizinkan yang dapat dipindahkan.
it: macOS gestisce questa cartella. È possibile migrare solo le sottocartelle consentite.
ja: このディレクトリは macOS が管理しています。許可されたサブディレクトリのみ移行できます。
ko: macOS가 관리하는 디렉터리입니다. 허용된 하위 디렉터리만 이전할 수 있습니다.
nl: macOS beheert deze map. Alleen toegestane submappen kunnen worden verplaatst.
pl: Tym katalogiem zarządza macOS. Można przenosić tylko dozwolone podkatalogi.
pt: O macOS gere esta pasta. Apenas as subpastas permitidas podem ser migradas.
ru: Этим каталогом управляет macOS. Можно переносить только разрешённые подкаталоги.
th: macOS จัดการโฟลเดอร์นี้ ย้ายได้เฉพาะโฟลเดอร์ย่อยที่อนุญาตเท่านั้น
tr: Bu dizini macOS yönetir. Yalnızca izin verilen alt dizinler taşınabilir.
vi: macOS quản lý thư mục này. Chỉ có thể di chuyển các thư mục con được phép.
zh_hant: 此目錄由 macOS 管理，只能遷移其允許的子目錄。

source: 为保持微信兼容性，此目录不能新迁移；已有迁移仍可还原。
ar: للحفاظ على التوافق مع WeChat، يُحظر نقل هذا المجلد من جديد. لا يزال بالإمكان استعادة عمليات النقل الحالية.
de: Zur Wahrung der WeChat-Kompatibilität sind neue Migrationen dieses Ordners gesperrt. Bestehende Migrationen können wiederhergestellt werden.
en: To preserve WeChat compatibility, new migrations of this directory are blocked. Existing migrations can still be restored.
eo: Por konservi kongruecon kun WeChat, novaj migrigoj de ĉi tiu dosierujo estas blokitaj. Ekzistantaj migrigoj ankoraŭ povas esti restaŭritaj.
es: Para mantener la compatibilidad con WeChat, no se permiten nuevas migraciones de este directorio. Las existentes se pueden restaurar.
fr: Pour préserver la compatibilité avec WeChat, ce dossier ne peut plus être migré. Les migrations existantes peuvent être restaurées.
hi: WeChat के साथ संगतता बनाए रखने के लिए इस निर्देशिका के नए स्थानांतरण रोके गए हैं। मौजूदा स्थानांतरण अभी भी बहाल किए जा सकते हैं।
id: Untuk menjaga kompatibilitas WeChat, pemindahan baru direktori ini diblokir. Pemindahan yang ada masih dapat dipulihkan.
it: Per mantenere la compatibilità con WeChat, non sono consentite nuove migrazioni di questa cartella. Quelle esistenti possono essere ripristinate.
ja: WeChat との互換性を保つため、このディレクトリの新規移行は禁止されています。既存の移行は復元できます。
ko: WeChat 호환성을 유지하기 위해 이 디렉터리의 새 이전은 차단됩니다. 기존 이전은 복원할 수 있습니다.
nl: Voor compatibiliteit met WeChat zijn nieuwe verplaatsingen van deze map geblokkeerd. Bestaande verplaatsingen kunnen worden hersteld.
pl: Aby zachować zgodność z WeChat, nowe przenoszenie tego katalogu jest zablokowane. Istniejące przeniesienia można przywrócić.
pt: Para manter a compatibilidade com o WeChat, não são permitidas novas migrações desta pasta. As existentes podem ser restauradas.
ru: Для совместимости с WeChat новые переносы этого каталога запрещены. Существующие переносы можно восстановить.
th: เพื่อรักษาความเข้ากันได้กับ WeChat จึงไม่อนุญาตให้ย้ายโฟลเดอร์นี้ใหม่ แต่ยังคืนค่าการย้ายที่มีอยู่ได้
tr: WeChat uyumluluğunu korumak için bu dizinin yeni taşımaları engellenir. Mevcut taşımalar geri yüklenebilir.
vi: Để duy trì khả năng tương thích với WeChat, không cho phép di chuyển mới thư mục này. Các lần di chuyển hiện có vẫn có thể khôi phục.
zh_hant: 為保持微信相容性，此目錄不能新遷移；已有遷移仍可還原。
